Repository: pypi-data/pypi-mirror-195
Catalog: packages/py-lav/py_lav-1.9.1.tar.gz/py_lav-1.9.1/pylav/extension/red/utils/locales/*.po
Languages: hr_hr

source: Shows the credits and translation details for the PyLav cogs and shared code
hr_hr: Prikazuje zasluge i detalje prijevoda za PyLav Cog-ove i zajednički kod

source: PyLav was created by {library_author_name_variable_do_not_translate}. PyLav source code can be located in {library_url_variable_do_not_translate} PyLav-Cogs source code can be located in {second_library_url_variable_do_not_translate} You can join the PyLav support server via {support_server_url_variable_do_not_translate} You can help translate PyLav by contributing to our Crowdin project at: {crowdin_project_url_variable_do_not_translate} Contributors: - {project_contributors_url_variable_do_not_translate} - {second_project_contributors_url_variable_do_not_translate} If you wish to buy me a coffee for my work, you can do so at: {buymeacoffee_url_variable_do_not_translate} or {github_sponsors_url_variable_do_not_translate}
hr_hr: PyLav je stvorio {library_author_name_variable_do_not_translate}. PyLav izvorni kod može se nalaziti u {library_url_variable_do_not_translate} Izvorni kod PyLav-Cogs može se nalaziti u {second_library_url_variable_do_not_translate} PyLav poslužitelju za podršku možete se pridružiti putem {support_server_url_variable_do_not_translate} PyLav možete pomoći u prevođenju doprinosom našem Crowdin projektu na: {crowdin_project_url_variable_do_not_translate} Suradnika: - {project_contributors_url_variable_do_not_translate} - {second_project_contributors_url_variable_do_not_translate} Ako mi želite kupiti kavu za moj rad, to možete učiniti na: {buymeacoffee_url_variable_do_not_translate} ili {github_sponsors_url_variable_do_not_translate}

source: Show the version of PyLav library
hr_hr: Prikaz verzije PyLav biblioteke

source: Library
hr_hr: Baza

source: Version
hr_hr: Verzija

source: Sync the Bots slash commands
hr_hr: Sinkronizirajte botove Slash naredbe

source: I have synced all my slash commands.
hr_hr: Sinkronizirao sam sve svoje naredbe.

source: This command requires that I be in a voice channel before it can be executed.
hr_hr: Ova naredba zahtijeva da budem u glasovnom kanalu prije nego što se može izvršiti.

source: PyLavPlayer cog is temporarily unavailable due to an outage with the backend services; please try again later.
hr_hr: PyLavPlayer kotačić privremeno je nedostupan zbog prekida rada s pozadinskim uslugama; pokušajte ponovo kasnije.

source: There are no nodes available currently.
hr_hr: Trenutno nema dostupnih čvorova.

source: PyLavPlayer is currently unable to process tracks belonging to {feature_name_variable_do_not_translate}.
hr_hr: PyLavPlayer trenutno ne može obraditi zapise koji pripadaju {feature_name_variable_do_not_translate}.

source: There is currently no available Lavalink node with the feature {feature_name_variable_do_not_translate}.
hr_hr: Trenutno nema dostupnog čvora Lavalink sa značajkom {feature_name_variable_do_not_translate}.

source: This command is unavailable in this channel; please use {channel_name_variable_do_not_translate} instead.
hr_hr: Ova naredba nije dostupna na ovom kanalu; molimo koristite {channel_name_variable_do_not_translate} umjesto.

source: This command requires you to be a disc jockey.
hr_hr: Ova naredba zahtijeva da budete disk džokej.

source: PyLav is starting up; please try again in a few minutes.
hr_hr: PyLav se pokreće; pokušajte ponovno za nekoliko minuta.
