Repository: pypi-data/pypi-mirror-195
Catalog: packages/py-lav/py_lav-1.9.0-py3-none-any.whl/pylav/extension/red/utils/locales/*.po
Languages: hi_in

source: Shows the credits and translation details for the PyLav cogs and shared code
hi_in: PyLav cogs और साझा कोड के लिए क्रेडिट और अनुवाद विवरण दिखाता है

source: PyLav was created by {library_author_name_variable_do_not_translate}. PyLav source code can be located in {library_url_variable_do_not_translate} PyLav-Cogs source code can be located in {second_library_url_variable_do_not_translate} You can join the PyLav support server via {support_server_url_variable_do_not_translate} You can help translate PyLav by contributing to our Crowdin project at: {crowdin_project_url_variable_do_not_translate} Contributors: - {project_contributors_url_variable_do_not_translate} - {second_project_contributors_url_variable_do_not_translate} If you wish to buy me a coffee for my work, you can do so at: {buymeacoffee_url_variable_do_not_translate} or {github_sponsors_url_variable_do_not_translate}
hi_in: PyLav किसके द्वारा बनाया गया था? {library_author_name_variable_do_not_translate}. PyLav स्रोत कोड कहाँ स्थित किया जा सकता है? {library_url_variable_do_not_translate} PyLav-Cogs स्रोत कोड कहाँ स्थित किया जा सकता है? {second_library_url_variable_do_not_translate} आप PyLav समर्थन सर्वर में शामिल हो सकते हैं {support_server_url_variable_do_not_translate} आप हमारे क्राउडिन प्रोजेक्ट में योगदान करके PyLav का अनुवाद करने में मदद कर सकते हैं: {crowdin_project_url_variable_do_not_translate} योगदानकर्ताओं: - {project_contributors_url_variable_do_not_translate} - {second_project_contributors_url_variable_do_not_translate} यदि आप मेरे काम के लिए मुझे एक कॉफी खरीदना चाहते हैं, तो आप ऐसा कर सकते हैं: {buymeacoffee_url_variable_do_not_translate} नहीं तो {github_sponsors_url_variable_do_not_translate}

source: Show the version of PyLav library
hi_in: PyLav लायब्रेरी का संस्करण दिखाएँ

source: Library
hi_in: पुस्तकालय

source: Version
hi_in: संस्करण

source: Sync the Bots slash commands
hi_in: बॉट्स स्लैश कमांड को सिंक्रनाइज़ करें

source: I have synced all my slash commands.
hi_in: मैंने अपने सभी स्लैश कमांड को सिंक किया है।

source: This command requires that I be in a voice channel before it can be executed.
hi_in: इस आदेश के लिए आवश्यक है कि मैं निष्पादित होने से पहले एक वॉयस चैनल में रहूं।

source: PyLavPlayer cog is temporarily unavailable due to an outage with the backend services; please try again later.
hi_in: बैकएंड सेवाओं के साथ आउटेज के कारण PyLavPlayer cog अस्थायी रूप से अनुपलब्ध है; कृपया बाद में पुन: प्रयास करें.

source: There are no nodes available currently.
hi_in: वर्तमान में कोई नोड्स उपलब्ध नहीं हैं।

source: PyLavPlayer is currently unable to process tracks belonging to {feature_name_variable_do_not_translate}.
hi_in: PyLavPlayer वर्तमान में किससे संबंधित ट्रैक संसाधित करने में असमर्थ है? {feature_name_variable_do_not_translate}.

source: There is currently no available Lavalink node with the feature {feature_name_variable_do_not_translate}.
hi_in: वर्तमान में सुविधा के साथ कोई लावालिंक नोड उपलब्ध नहीं है {feature_name_variable_do_not_translate}.

source: This command is unavailable in this channel; please use {channel_name_variable_do_not_translate} instead.
hi_in: यह आदेश इस चैनल में अनुपलब्ध है; कृपया उपयोग करें {channel_name_variable_do_not_translate} बजाय।

source: This command requires you to be a disc jockey.
hi_in: इस आदेश के लिए आपको डिस्क जॉकी होना आवश्यक है.

source: PyLav is starting up; please try again in a few minutes.
hi_in: PyLav शुरू हो रहा है; कृपया कुछ मिनटों में पुनः प्रयास करें.
