Repository: pypi-data/pypi-mirror-195
Catalog: packages/py-lav/py_lav-1.9.1.tar.gz/py_lav-1.9.1/pylav/helpers/discord/converters/locales/*.po
Languages: es_es

source: Node with name or identifier `{user_input_variable_do_not_translate}` not found.
es_es: Nodo con nombre o identificador '{user_input_variable_do_not_translate}' no encontrado.

source: Node with name or identifier `{user_input_variable_do_not_translate}` not found
es_es: Nodo con nombre o identificador '{user_input_variable_do_not_translate}' no encontrado

source: A playlist with the name or identifier `{user_input_variable_do_not_translate}` was not found.
es_es: Una lista de reproducción con el nombre o identificador '{user_input_variable_do_not_translate}' no se encontró.

source: The query must be a playlist or album.
es_es: La consulta debe ser una lista de reproducción o un álbum.

source: A station with the name `{user_input_variable_do_not_translate}` was not found.
es_es: Una estación con el nombre '{user_input_variable_do_not_translate}' no se encontró.

source: The Radio Browser extension is currently disabled.
es_es: La extensión Radio Browser está actualmente deshabilitada.

source: Unnamed
es_es: Sin nombre

source: A tag with the name `{user_input_variable_do_not_translate}` was not found.
es_es: Una etiqueta con el nombre '{user_input_variable_do_not_translate}' no se encontró.

source: A language with the name `{user_input_variable_do_not_translate}` was not found.
es_es: Un idioma con el nombre '{user_input_variable_do_not_translate}' no se encontró.

source: A state with the name `{user_input_variable_do_not_translate}` was not found.
es_es: Un estado con el nombre '{user_input_variable_do_not_translate}' no se encontró.

source: A codec with the name `{user_input_variable_do_not_translate}` was not found.
es_es: Un códec con el nombre '{user_input_variable_do_not_translate}' no se encontró.

source: A country code with the value `{user_input_variable_do_not_translate}` was not found.
es_es: Un código de país con el valor '{user_input_variable_do_not_translate}' no se encontró.

source: A country with the name `{user_input_variable_do_not_translate}` was not found.
es_es: Un país con el nombre '{user_input_variable_do_not_translate}' no se encontró.
