Repository: pypi-data/pypi-mirror-195
Catalog: packages/py-lav/py_lav-1.9.1-py3-none-any.whl/pylav/extension/red/utils/locales/*.po
Languages: pl_pl

source: Shows the credits and translation details for the PyLav cogs and shared code
pl_pl: Pokazuje informacje o kredytach i tłumaczeniach dla kogów PyLav i wspólnego kodu

source: PyLav was created by {library_author_name_variable_do_not_translate}. PyLav source code can be located in {library_url_variable_do_not_translate} PyLav-Cogs source code can be located in {second_library_url_variable_do_not_translate} You can join the PyLav support server via {support_server_url_variable_do_not_translate} You can help translate PyLav by contributing to our Crowdin project at: {crowdin_project_url_variable_do_not_translate} Contributors: - {project_contributors_url_variable_do_not_translate} - {second_project_contributors_url_variable_do_not_translate} If you wish to buy me a coffee for my work, you can do so at: {buymeacoffee_url_variable_do_not_translate} or {github_sponsors_url_variable_do_not_translate}
pl_pl: PyLav został stworzony przez {library_author_name_variable_do_not_translate}. Kod źródłowy PyLav można znaleźć w {library_url_variable_do_not_translate} Kod źródłowy PyLav-Cogs można znaleźć w {second_library_url_variable_do_not_translate} Możesz dołączyć do serwera wsparcia PyLav poprzez {support_server_url_variable_do_not_translate} Możesz pomóc w tłumaczeniu PyLav, przyczyniając się do naszego projektu Crowdin na: {crowdin_project_url_variable_do_not_translate} Współpracowników: - {project_contributors_url_variable_do_not_translate} - {second_project_contributors_url_variable_do_not_translate} Jeśli chcesz kupić mi kawę do mojej pracy, możesz to zrobić na: {buymeacoffee_url_variable_do_not_translate} lub {github_sponsors_url_variable_do_not_translate}

source: Show the version of PyLav library
pl_pl: Pokaż wersję biblioteki PyLav

source: Library
pl_pl: Biblioteka

source: Version
pl_pl: Wersja

source: Sync the Bots slash commands
pl_pl: Synchronizuj polecenia ukośne botów

source: I have synced all my slash commands.
pl_pl: Zsynchronizowałem wszystkie moje polecenia ukośnika.

source: This command requires that I be in a voice channel before it can be executed.
pl_pl: To polecenie wymaga, abym był w kanale głosowym, zanim będzie można je wykonać.

source: PyLavPlayer cog is temporarily unavailable due to an outage with the backend services; please try again later.
pl_pl: Trybik PyLavPlayer jest tymczasowo niedostępny z powodu awarii usług zaplecza; Spróbuj ponownie później.

source: There are no nodes available currently.
pl_pl: Obecnie nie ma dostępnych węzłów.

source: PyLavPlayer is currently unable to process tracks belonging to {feature_name_variable_do_not_translate}.
pl_pl: PyLavPlayer nie jest obecnie w stanie przetwarzać utworów należących do {feature_name_variable_do_not_translate}.

source: There is currently no available Lavalink node with the feature {feature_name_variable_do_not_translate}.
pl_pl: Obecnie nie ma dostępnego węzła Lavalink z tą funkcją {feature_name_variable_do_not_translate}.

source: This command is unavailable in this channel; please use {channel_name_variable_do_not_translate} instead.
pl_pl: To polecenie jest niedostępne w tym kanale; Proszę użyć {channel_name_variable_do_not_translate} zamiast.

source: This command requires you to be a disc jockey.
pl_pl: To polecenie wymaga, abyś był dżokejem.

source: PyLav is starting up; please try again in a few minutes.
pl_pl: PyLav uruchamia się; Spróbuj ponownie za kilka minut.
